---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacPressure
source: html/52f53db5-71f0-84fd-2fa7-0ece2c6b8d13.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacPressure Property

Pressure, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacPressure { get; }
```